android-sdk
android-sdk-platform-tools
android-studio
chromedriver
google-chrome
gotop
gtk2
gtkmm
gtk-sharp-2
helm-synth
helm-synth-common
helm-synth-lv2
helm-synth-standalone
helm-synth-vst
hexchat
icaclient
koreader-appimage
libfreenect
libidn11
libjpeg6-turbo
libpng12
mono-tools
nitrogen
nordvpn-bin
python-mock
python-pybrowsers
python-selenium
sbxkb
unetbootin
urxvt-resize-font-git
