7zip
accountsservice
acpi
acpica
acpid
alacritty
alsa-firmware
alsa-plugins
alsa-scarlett-gui
alsa-utils
amd-ucode
android-sdk
android-sdk-platform-tools
android-studio
apparmor
arandr
ardour
artwork-i3
autoconf
automake
avahi
b43-fwcutter
base
base-devel
bat
bison
blueman
bluez-deprecated-tools
bluez-utils
bmenu
btrfs-progs
calf
cantarell-fonts
cava
chntpw
chromedriver
clipit
cmatrix
code
cpupower
cronie
cryptsetup
deluge
device-mapper
dfc
diffutils
discord
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
e2fsprogs
easyeffects
ecryptfs-utils
edk2-ovmf
efibootmgr
exfatprogs
ex-vi-compat
eza
f2fs-tools
fakeroot
fastfetch
feh
ffmpeg
ffmpegthumbnailer
firefox
fish
flac
flex
gcc
gcolor3
gimp
git
git-delta
github-cli
glibc-locales
gnome-keyring
gotop
gparted
grub
grub-theme-manjaro
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gstreamer
gtksourceview-pkgbuild
gufw
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-smb
heimdall
helm
helm-synth
herbstluftwm
hexchat
htop
icaclient
inetutils
install-grub
intel-ucode
inxi
jadx
jdk21-openjdk
jfsutils
koreader-appimage
kvantum-manjaro
lazygit
less
lib32-flex
lib32-mesa-utils
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
libdvdcss
libfreenect
libgpod
libisoburn
libreoffice-still
libtool
libvirt
lightdm-settings
lightdm-slick-greeter
linux612
linux612-headers
linux-firmware-meta
logrotate
lsp-plugins
lvm2
lxappearance
lxinput
lynx
m4
maia-console
maim
make
man-db
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-hello
manjaro-i3-settings
manjaro-pipewire
manjaro-printer
manjaro-ranger-settings
manjaro-release
manjaro-settings-manager-notifier
manjaro-system
manjaro-tools-iso-git
manjaro-zsh-config
man-pages
matcha-gtk-theme
maven
mdadm
memtest86+
memtest86+-efi
mesa-utils
mhwd
mhwd-db
micro
mkinitcpio-openswap
modemmanager
morc_menu
mousepad
mplayer
mpv
mpv-mpris
mupdf
nano
nano-syntax-highlighting
ncdu
netctl
networkmanager
network-manager-applet
networkmanager-openconnect
networkmanager-openvpn
networkmanager-vpnc
nfs-utils
nmap
nodejs
nordvpn-bin
noto-fonts-cjk
npm
nss-mdns
ntfs-3g
ntp
obsidian
openocd
openssh
os-prober
pamac-gtk
patch
patchutils
pavucontrol
pcmanfm
perl
perl-file-mimeinfo
pipewire-alsa
pipewire-pulse
pipewire-x11-bell
pkgconf
plocate
pmbootstrap
polkit-gnome
polybar
poppler-data
powertop
python-beautifulsoup4
python-pandas
python-pip
python-pipx
python-pywal
python-selenium
qemu-full
qt5ct
railway
ranger
rofi
rsync
sbctl
sbxkb
screenfetch
shutter
signal-desktop
s-nail
snapd
sof-firmware
speedtest-cli
sqlitebrowser
starship
steam
subversion
sudo
sysfsutils
syslog-ng
telegram-desktop
terminus-font
texinfo
thunar
tigervnc
tmux
transmission-qt
tree
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-jetbrains-mono-nerd
ttf-liberation
udev-usb-sync
unetbootin
unzip
update-grub
upower
urxvt-resize-font-git
usbutils
v4l2loopback-dkms
vibrancy-icons-teal
viewnior
vim
virt-manager
vlc
vlc-plugin-ffmpeg
volumeicon
vulkan-intel
vulkan-nouveau
vulkan-radeon
w3m
wallpapers-juhraya
wget
which
wireless-regdb
wireplumber
wireshark-cli
wmutils
wpa_supplicant
xarchiver
xautomation
xcursor-maia
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-power-manager
xfsprogs
xorg-server
xorg-server-xvfb
xorg-twm
xorg-xev
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xscreensaver
xterm
yay
yazi
yelp
zam-plugins-lv2
zensu
zoxide
